# Дана строка. Выведите её символы в обратном порядке, по одном символу в строке.

text = 'Python'

for i in range(len(text) - 1, -1, -1):
    print(text[i])
# n
# o
# h
# t
# y
# P