# Дана строка, состоящая из слов, разделенных пробелами. Определите, сколько в ней слов. 
# Используйте для решения задачи метод count.

text = 'Hello world'
print(text.count(' ') + 1)
# 2